11/data/attachments/584b3f1d48b048ef.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_a5d33197-5af2-41a2-8306-406b057e5b78</nif:username>
            <nif:pageInfo>
                <nif:page>2</nif:page>
                <nif:size>4</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>